# -*- encoding : utf-8 -*-
module Report::ReportHelper
	def docflow_subtypes_collection
	{   5 => 'სარეზერვო კვება (ელექტრომომარაგების ალტერნატიული წყაროს მოწყობა)',
		9 => 'შიდა ქსელის მოწყობა/რეკონსტრუქცია (მ.შ. ქვე მრიცხველის, ქსელისა ან/და დამატებითი წერტილის მოწყობა)',
		10 => 'აღურიცხავი-უცნობი მიერთების რეგისტრაცია',
		11 => 'რეგისტრაციის აღდგენა ძველი აბონენტის',
		12 => 'ნასყიდობის ხელშეკრულების გაფორმება',
		13 => 'განაცხადის/წერილის გაუქმება',
		14 => 'აბ/მომხმ. მიერ პირადი ინფორმაციის მოთხოვნა',
		15 => 'დავალიანების გადანაწილება',
		16 => 'განვადების/დავალიანების გადახდის გრაფიკის გაუქმება',
		17 => 'თანხის კორექცია',
		19 => 'კომპანიის ქსელის დაზიანება',
		20 => 'მომარაგების შეწყვეტა/აღდგენა',
		23 => 'ახალი მიერთება ურთიერთშეთანხმებით (სამუშაოების მოთხოვნით/ტექნიკური პირობის საფუძველზე)',
		24 => 'ქსელზე შეჭრისა და აღრიცხვის კვანძის მოწყობის მოთხოვნა',
		25 => 'სიმძლავრის გაზრდა (მოხმარების დასაშვები მოცულობის გაზრდა)',
		26 => 'დროებითი მიერთება გამ. ქსელზე (დროებითი სამშენებლო და სხვა სამუშაოები)',
		27 => 'აბონენტის გაყოფა (უძრავი ქონების გაყოფის შემთხვევაში)',
		28 => 'ქვეაბონენტად აყვანა (დროებითი აბონენტი)',
		29 => 'გამ.ქსელის გადატანა-რეკონსტრუქცია',
		30 => 'აღ. კვანძის მოწესრიგება (მ.შ. მრიცხველის შეცვლა, დალუქვა, ლუქის დაზიანება და მრიცხველის სხვა დაზიანება)',
		31 => 'სხვა',
		1005 => 'მომხამრებელთა მიმართვის საფუძველზე აღრიცხვის ხელსაწყოების ადგილზე შემოწმება',
		1006 => 'აბონენტად დარეგისტრირება',
		1008 => 'მომხმარებელთა მიმართვის საფუძველზე ტექნიკური ხარისხის შემოწმება',
		1007 => 'ქსელზე მიერთება'
		 }
	end

end